// src/data/site.js

export const site = {
  // General
  name: "آموزشگاه موسیقی فاتح",
  shortName: "فاتح",
  legalName: "آموزشگاه موسیقی فاتح",

  // URLs
  url: "https://fatehmusic.ir",
  canonical: "https://fatehmusic.ir",

  // Branding
  logo: "/images/logo.webp",
  image: "/images/og-cover.webp",
  favicon: "/favicon.svg",

  // Description
  description:
    "آموزشگاه موسیقی فاتح برگزارکننده دوره‌های آموزش گیتار، پیانو، ویولن، آواز، سلفژ و سایر سازها در شوشتر.",

  keywords: [
    "آموزشگاه موسیقی",
    "آموزشگاه موسیقی فاتح",
    "آموزش موسیقی شوشتر",
    "آموزش گیتار",
    "آموزش دف",
    "آموزش تنبک",
    "آموزش هنگ درام",
    "آموزش سنتور",
    "آموزش تار",
    "آموزش سه تار",
    "آموزش پیانو",
    "آموزش ویولن",
    "آموزش موسیقی کودک",
    "آموزش آواز",
    "آموزش آواز سنتی",
    "آموزش نی",
    "آموزش آواز محلی بختیاری",
    "آموزش آواز محلی شوشتری",
    "آموزش آواز پاپ",
    "دوره ریتم و وزن خوانی",
    "دوره سلفژ",
    "دوره صداسازی",
    "دوره تئوری موسیقی",
    "آموزش نی انبان",
    "آموزش ارگ و کیبورد",
    "آموزش کمانچه",
    "آموزش گیتار شوشتر",
    "آموزش دف شوشتر",
    "آموزش تنبک شوشتر",
    "آموزش هنگ درام شوشتر",
    "آموزش سنتور شوشتر",
    "آموزش تار شوشتر",
    "آموزش سه تار شوشتر",
    "آموزش پیانو شوشتر",
    "آموزش ویولن شوشتر",
    "آموزش موسیقی کودک شوشتر",
    "آموزش آواز شوشتر",
    "آموزش آواز سنتی",
    "آموزش نی شوشتر",
    "آموزش آواز محلی بختیاری شوشتر",
    "آموزش آواز محلی شوشتری شوشتر",
    "آموزش آواز پاپ شوشتر",
    "دوره ریتم و وزن خوانی شوشتر",
    "دوره سلفژ شوشتر",
    "دوره صداسازی شوشتر",
    "دوره تئوری موسیقی شوشتر",
    "آموزش نی انبان شوشتر",
    "آموزش ارگ و کیبورد شوشتر",
    "آموزش کمانچه شوشتر"
  ],

  telephone: "+986136221174",
  mobile: "+989333139319",

  email: "info@fatehmusic.ir",

  address: {
    streetAddress: "خیابان امام غربی، پس از پاساژ مهستان، محوطه دوم پارکینگ حاج سلیمان",
    addressLocality: "شوشتر",
    addressRegion: "خوزستان",
    postalCode: "6451956155",
    addressCountry: "IR"
  },

  geo: {
    latitude: "32.04153",
    longitude: "48.8554357"
  },

  openingHours: [
    "Sa-Th 16:00-21:00",
    "Fr 13:00-21:00"
  ],

  priceRange: "1,600,000",

  socials: {
    instagram: "https://instagram.com/fateh.music.academy",
    telegram: "https://t.me/fatehmusic",
    whatsapp: "https://wa.me/989333139319",
    aparat: "",
    youtube: ""
  }
};