export const testimonials = [

{
    name:"محمد رضایی",
    course:"هنرجوی گیتار",
    text:"محیط آموزشگاه بسیار حرفه‌ای است و اساتید با حوصله آموزش می‌دهند. از انتخاب آموزشگاه فاتح کاملاً راضی هستم.",
    stars:5
},

{
    name:"فاطمه کریمی",
    course:"هنرجوی پیانو",
    text:"بعد از چند ماه توانستم اولین قطعات مورد علاقه‌ام را اجرا کنم. کیفیت آموزش فوق‌العاده است.",
    stars:5
},

{
    name:"امیرحسین احمدی",
    course:"هنرجوی ویولون",
    text:"فضای دوستانه، اساتید حرفه‌ای و برنامه آموزشی منظم باعث پیشرفت من شد.",
    stars:5
}

];